app/controllers/employees_controller.rb

SELECT "employees".* FROM "employees"  ORDER BY "employees"."id" ASC
---
  def index
      @employees = Employee.all

INSERT INTO "employees" ("pran_no", "employee_name", "employee_id", "nlc_no", "remarks", "pay_date", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?)
---
  def create
    @employee = Employee.new(employee_params)
    @employee.save